Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/DefinitionList/*.locallang_js.xlf
Languages: es

# DefinitionItem-helpText
source: Toggles term and definition elements
es: Cambiar el término y los elementos de la definición

# DefinitionItem-Tooltip
source: Toggle term and definition
es: Cambiar término y definición

# DefinitionList-helpText
source: Makes a definition list from the current selection
es: Hace una lista de definiciones de la selección actual

# DefinitionList-Tooltip
source: Definition list
es: Definición de la lista

# Indent-helpText
source: Increases text indentation
es: Aumenta la sangría de texto

# Indent-Tooltip
source: Increase indent
es: Aumentar sangría

# No block
source: No block format
es: Bloque sin formato

# Outdent-helpText
source: Reduces text indentation
es: Reduce la sangría del texto

# Outdent-Tooltip
source: Reduce indent
es: Reduce la sangría

# Remove block
source: Remove block format
es: Eliminar formato del bloue

# Technische Universitat Ilmenau
source: Technische Universität Ilmenau
es: Universidad Técnica de Ilmenau
