Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/TableOperations/*.locallang_js.xlf
Languages: es

source: Abbreviation
es: Abreviatura

source: Alignment
es: Alineación

# Align on this character
source: Align text relative to this character
es: Alinear el texto de manera relativa a este carácter

source: All four sides
es: Los cuatro bordes

source: Background:
es: Fondo:

source: Background and colors
es: Fondo y colores

source: Baseline
es: Lí­nea de base

source: Border color
es: Color del borde:

source: Borders
es: Bordes

source: Border style
es: Estilo de borde

source: Border style:
es: Estilo de borde:

# Border width
source: Border width in pixels
es: Ancho del borde:

source: Border width:
es: Ancho del borde:

source: Bottom
es: Abajo

source: Caption:
es: Leyenda:

# captionOrSummary-required
source: Please enter at least one of caption or summary
es: Por favor, introduzca al menos un título o resumen

# caption-required
source: Please enter a caption
es: Por favor, introduzca un título

source: Cell height
es: Altura de celda

source: Cell padding:
es: Relleno de celda:

source: Cell Properties
es: Propiedades de celda

source: Cell spacing:
es: Espaciado:

source: Cell Type and Scope
es: Tipo y ámbito de celda

source: Cell width
es: Ancho de celda

source: Center
es: Centrar

source: Character
es: Carácter

# Class:
source: Classes:
es: Clases:

# Class selector
source: Classes
es: Clases

source: Collapsed borders
es: Bordes solapados

# Column Properties
source: Column Cells Properties
es: Propiedades de las celdas

# CSS Style
source: Style
es: Estilo

source: Dashed
es: Rayado

source: Data cells
es: Celda de datos

source: Default
es: Predeterminado

source: Description
es: Descripción

source: Description of the nature of the table
es: Descripción de la naturaleza de la tabla

source: Detached borders
es: Bordes separados

source: Dotted
es: Punteado

source: Double
es: Doble

# FG Color:
source: Text:
es: Color texto:

source: Float:
es: Anclaje:

source: Frame and borders
es: Marco y bordes

source: Frames:
es: Marcos:

source: Groove
es: Borde hundido

# Header
source: Header cell
es: Celda de encabezado

source: Header abbreviation
es: Encabezado de la abreviatura

source: Header cells on left
es: Celdas de encabezado a la izquierda

source: Header cells on top
es: Celdas de encabezado arriba

source: Header cells on top and left
es: Celdas de encabezado arriba y a la izquierda

# Header for column
source: Header cell for column
es: Encabezado de la columna

# Header for row
source: Header cell for row
es: Encabezado de la fila

# Header for row group
source: Header cell for row group
es: Encabezado del grupo de filas

source: Headers
es: Encabezados

# Headers:
source: Header cells
es: Encabezados:

source: Headers for row groups
es: Encabezado para los grupos de fila

source: Headers for rows
es: Encabezado para las filas

source: Height:
es: Altura:

source: Height unit
es: Unidad de altura

source: Horizontal alignment of text within cell
es: Alineación horizontal del texto dentro de la celda

source: How many columns would you like to merge?
es: ¿Cuántas columnas quiere combinar?

source: How many rows would you like to merge?
es: ¿Cuántas filas quiere combinar?

source: Image URL:
es: URL de la imagen:

source: Inset
es: Celda hundida

source: Justify
es: Justificar

source: Layout
es: Disposición

source: Left
es: Izquierda

# Make cells data cells
source: Make all row cells data cells
es: Convertir en datos todas las celdas

# Make cells header cells
source: Make all row cells header cells
es: Convertir en encabezados todas las filas

source: Margin
es: Margen

source: Middle
es: Al medio

# No border
source: None
es: Ninguno

source: No header cells
es: Sin celdas de encabezado

source: None
es: Ninguno

source: Non-floating
es: No flotante

# Normal
source: Data cell
es: Celda de datos

source: No rules
es: Sin reglas

source: No sides
es: Sin bordes

# not-del-last-cell
source: HTMLArea cowardly refuses to delete the last cell in row.
es: HTMLArea se niega a borrar la última celda de la fila.

# not-del-last-col
source: HTMLArea cowardly refuses to delete the last column in table.
es: HTMLArea se niega a borrar la última columna de la tabla.

# not-del-last-row
source: HTMLArea cowardly refuses to delete the last row in table.
es: HTMLArea se niega a borrar la última fila de la tabla.

source: Not set
es: Sin especificar

source: Outset
es: Celda resaltada

source: percent
es: porcentaje

source: pixels
es: pí­xeles

source: Please click into some cell
es: Haga clic en una celda

source: Ridge
es: Borde resaltado

source: Right
es: Derecha

source: Row group
es: Grupo de filas

source: Row group:
es: Grupo de filas:

source: Row height
es: Altura de fila

source: Row Properties
es: Propiedades de fila

source: Row width
es: Ancho de fila

source: Rules:
es: Reglas:

source: Rules will appear between all rows and columns
es: Entre todas las filas y columnas

source: Rules will appear between columns only
es: Sólo entre las columnas

source: Rules will appear between rows only
es: Sólo entre las filas

source: Scope:
es: Ámbito:

# scope_column
source: Column
es: Columna

# Scope of header cell
source: Scope of the header
es: Ámbito del encabezado

# scope_row
source: Row
es: Fila

# scope_rowgroup
source: Group of rows
es: Grupo de filas

source: Size and Headers
es: Tamaño y encabezados

source: Solid
es: Sólido

source: Space between adjacent cells
es: Espacio entre celdas adyacentes

source: Space between content and border in cell
es: Espacio entre el contenido y el borde de la celda

source: Spacing and padding
es: Espaciado y acolchado

source: Specifies the type of cell
es: Especifica el tipo de celda

# Specifies the type of cells
source: Specifies the type of cells of the column
es: Especifica el tipo de celdas de la columna

source: Specifies where rules should be displayed
es: Especifica dónde deben mostrarse las reglas

source: Specifies where the table should float
es: Especifica a qué lado debe flotar la tabla.

source: Specifies which sides should have a border
es: Especifica qué lados deben tener borde

source: Summary:
es: Resumen:

# Summary of the table purpose and structure
source: Summary of the table's purpose and structure
es: Resumen del propósito y estructura de la tabla

# summary-required
source: Please enter a summary
es: Introduzca un resumen

source: Table body
es: Cuerpo de tabla

# Table body class:
source: Body:
es: Cuerpo:

# Table body class selector
source: Classes of the table body
es: Clases del cuerpo de la tabla

# Table class:
source: Table:
es: Clases de tabla:

# Table class selector
source: Classes of the table
es: Clases de la tabla:

source: Table footer
es: Pie de tabla

# Table footer class:
source: Footer:
es: Pie

# Table footer class selector
source: Classes of the table footer
es: Clases del pie de la tabla

source: Table header
es: Encabezado de tabla

# Table header class:
source: Header:
es: Encabezado:

# Table header class selector
source: Classes of the table header
es: Clases del encabezado de la tabla

source: Table headers
es: Encabezados de tabla

source: Table height
es: Altura de tabla

source: Table Properties
es: Propiedades de tabla

# Table section
source: Table section to which the row belongs
es: Sección de la tabla a la que pertenece la fila

source: Table width
es: Ancho de tabla

# Technische Universitat Ilmenau
source: Technische Universität Ilmenau
es: Universidad Técnica de Ilmenau

source: Text alignment:
es: Alinear:

source: The bottom side only
es: Sólo el borde inferior

source: The left-hand side only
es: Sólo el borde izquierdo

source: The right and left sides only
es: Sólo los bordes derecho e izquierdo

source: The right-hand side only
es: Sólo el borde derecho

source: The top and bottom sides only
es: Sólo los bordes superior e inferior

source: The top side only
es: Sólo el borde superior

# TO-cell-delete
source: Delete cell
es: Borrar celda

# TO-cell-insert-after
source: Insert cell after
es: Insertar celda detrás

# TO-cell-insert-before
source: Insert cell before
es: Insertar celda delante

# TO-cell-merge
source: Merge cells
es: Combinar celdas

# TO-cell-prop
source: Cell properties
es: Propiedades de celdas

# TO-cell-split
source: Split cell
es: Dividir celda

# TO-col-delete
source: Delete column
es: Borrar columna

# TO-col-insert-after
source: Insert column after
es: Insertar columna detrás

# TO-col-insert-before
source: Insert column before
es: Insertar columna delante

# TO-col-prop
source: Column properties
es: Propiedades de columna

# TO-col-split
source: Split column
es: Dividir columna

source: Top
es: Arriba

# TO-row-delete
source: Delete row
es: Borrar fila

# TO-row-insert-above
source: Insert row before
es: Insertar fila encima

# TO-row-insert-under
source: Insert row after
es: Insertar fila debajo

# TO-row-prop
source: Row properties
es: Propiedades de fila

# TO-row-split
source: Split row
es: Dividir fila

# TO-table-prop
source: Table properties
es: Propiedades de tabla

# TO-table-restyle
source: Re-apply table styles
es: Vuelva a aplicar estilos de tabla

# TO-toggle-borders
source: Toggle borders
es: Activar/desactivar bordes

source: Type of cell:
es: Tipo de celda:

source: Type of cells
es: Tipo de celda:

source: Type of cells of the column:
es: Tipo de céldas de la columna:

source: Undefined
es: Indefinido

source: Unset color
es: Eliminar color

source: URL of the background image
es: URL de la imagen de fondo

source: Vertical alignment:
es: Vertical:

source: Vertical alignment of content within cell
es: Alineación vertical del contenido dentro de la celda

source: Width:
es: Anchura:

source: Width unit
es: Unidad de altura
