Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/form/Resources/Private/Language/*.locallang_controller.xlf
Languages: es

# tx_form_domain_model_element_button.value
source: Push this button
es: Pulse este botón

# tx_form_domain_model_element_reset.value
source: Clear form
es: Limpiar formulario

# tx_form_domain_model_element_submit.value
source: Submit form
es: Enviar formulario

# tx_form_system_validate_alphabetic.error
source: The value contains not only alphabetic characters
es: El valor no sólo contiene caracteres alfabéticos

# tx_form_system_validate_alphabetic.message
source: Use alphabetic characters
es: Utilice los caracteres alfabéticos

# tx_form_system_validate_alphabetic.message2
source: whitespace allowed
es: espacio en blanco permitido

# tx_form_system_validate_alphanumeric.error
source: The value contains not only alphanumeric characters
es: El valor no sólo contiene caracteres alfanuméricos

# tx_form_system_validate_alphanumeric.message
source: Use alphanumeric characters
es: Utilice caracteres alfanuméricos

# tx_form_system_validate_alphanumeric.message2
source: whitespace allowed
es: espacio en blanco permitido

# tx_form_system_validate_between.error
source: The value is not between %minimum and %maximum
es: El valor no está entre %minimum y %maximum

# tx_form_system_validate_between.error2
source: inclusively
es: inclusive

# tx_form_system_validate_between.message
source: The value must be between %minimum and %maximum
es: El valor debe estar entre %minimum y %maximum

# tx_form_system_validate_between.message2
source: inclusively
es: inclusive

# tx_form_system_validate_date.error
source: The value does not appear to be a valid date
es: El valor no parece ser una fecha válida

# tx_form_system_validate_date.message
source: (%format)
es: (%formato)

# tx_form_system_validate_date.strftime.y
source: yy
es: aa

# tx_form_system_validate_date.strftime.Y
source: yyyy
es: aaaa

# tx_form_system_validate_digit.error
source: The value contains not only digit characters
es: El valor no sólo contiene caracteres numéricos

# tx_form_system_validate_digit.message
source: Use digit characters
es: Utilice caracteres numéricos

# tx_form_system_validate_email.error
source: This is not a valid email address
es: Esta no es una dirección válida de correo electrónico

# tx_form_system_validate_equals.error
source: The value does not equal the value in field '%field'
es: El valor no es igual el valor de campo '%field'

# tx_form_system_validate_equals.message
source: This field must be equal to '%field'
es: Este campo debe ser igual a '%field'

# tx_form_system_validate_fileallowedtypes.error
source: The file type is not allowed
es: El tipo de archivo no está permitido

# tx_form_system_validate_filemaximumsize.error
source: The filesize is too big
es: El tamaño del archivo es demasiado grande

# tx_form_system_validate_filemaximumsize.message
source: The filesize must be smaller than %maximum
es: El tamaño del archivo debe ser menor que %maximum

# tx_form_system_validate_fileminimumsize.error
source: The filesize is too small
es: El tamaño del archivo es demasiado pequeño

# tx_form_system_validate_fileminimumsize.message
source: The filesize must be bigger than %minimum
es: El tamaño del archivo debe ser mayor que %minimum

# tx_form_system_validate_greaterthan.error
source: The value does not appear to be greater than %minimum
es: El valor no parece ser mayor que %minimum

# tx_form_system_validate_greaterthan.message
source: The value must be greater than %minimum
es: El valor debe ser mayor que %minimum

# tx_form_system_validate_inarray.error
source: The value does not appear to be valid
es: El valor no parece ser válido

# tx_form_system_validate_inarray.message
source: Only a few values are possible
es: Sólo unos pocos valores son posibles

# tx_form_system_validate_integer.error
source: The value does not appear to be an integer
es: El valor no parece ser un número entero

# tx_form_system_validate_ip.error
source: The value does not appear to be a valid IP address
es: El valor no parece ser una dirección IP válida

# tx_form_system_validate_length.error
source: The value is less than %minimum characters long
es: El valor es menor de %minimum caracteres

# tx_form_system_validate_length.error2
source: or longer than %maximum
es: o más largo que %maximum

# tx_form_system_validate_length.message
source: The length of the value must have a minimum of %minimum characters
es: La longitud del valor debe tener un mínimo de %minimum caracteres

# tx_form_system_validate_length.message2
source: and a maximum of %maximum
es: y un máximo de %maximum

# tx_form_system_validate_lessthan.error
source: The value does not appear to be less than %maximum
es: El valor no parece ser menor que el %maximum

# tx_form_system_validate_lessthan.message
source: The value must be less than %maximum
es: El valor debe ser menor que %maximum

# tx_form_system_validate_regexp.error
source: The value does not match against pattern
es: El valor no se adecua al patrón de

# tx_form_system_validate_regexp.message
source: Use the right pattern
es: Utilice el patrón de la derecha

# tx_form_system_validate_required.error
source: This field is required
es: Este campo es necesario

# tx_form_system_validate_required.message
source: Required
es: Necesario

# tx_form_system_validate_uri.error
source: The value does not appear to be a URI
es: El valor no parece ser un URI

# tx_form_system_validate_uri.message
source: The value must be a URI
es: El valor debe ser un URI

# tx_form_view_confirmation.confirm
source: Confirm
es: Confirmar

# tx_form_view_confirmation.donotconfirm
source: Go back to the form
es: Volver al formulario

# tx_form_view_confirmation.message
source: Please check your input and confirm by using the appropriate button
es: Por favor, revise su entrada y confirme con el botón adecuado

# tx_form_view_mail.error
source: There was an error when sending the form by mail
es: Hubo un error al enviar el formulario por correo

# tx_form_view_mail.success
source: The form has been sent successfully by mail
es: El formulario ha sido enviado con éxito por correo
