Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/BlockStyle/*.locallang_js.xlf
Languages: es

# BlockStyle-Tooltip
source: Apply style to the containing block
es: Aplicar estilo al contenedor del bloque

source: Component items
es: Elementos componentes

source: Detail
es: Detalle

# Element style
source: Block element style
es: Estilo del bloque de elementos

# frame-frame1
source: Frame with grey background
es: Marco con fondo gris

# frame-frame2
source: Frame with yellow background
es: Marco con fondo amarillo

source: Important
es: Importante

source: Name of person
es: Nombre de la persona

# No style
source: No block style
es: Bloque sin estilo

# Remove style
source: Remove block style
es: Eliminar el estilo del bloque

# Technische Universitat Ilmenau
source: Technische Universität Ilmenau
es: Universidad Técnica de Ilmenau

# Unknown style
source: Unknown block style
es: Estilo del bloque desconocido
