Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/*.locallang_msg.xlf
Languages: es

# ActiveX-required
source: Loading the editor in Internet Explorer requires the execution of ActiveX controls to be enabled.
es: Para cargar el editor en Internet Explorer, se requiere activar la ejecución de controles ActiveX.

# Allow-Clipboard-Helper-Extension
source: For security reasons, unprivileged applications cannot access the clipboard. Click YES to install a component that will enable you to specify the sites or pages that will be allowed to access the clipboard and perform copy, cut and paste operations.
es: Por razones de seguridad, las aplicaciones no privilegiadas no pueden acceder al portapapeles. Pulse en Aceptar para instalar un componente que le permitirá especificar qué webs o páginas tendrán permitido el acceso al portapapeles y la realización de operaciones de copiar, cortar y pegar.

# Allow-Clipboard-Helper-Extension-Success
source: The installation was successful. You need to exit and restart your browser for the change to take effect. Afterwards, use the AllowClipboard Helper from the tools menu to allow specific sites to use the clipboard.
es: La instalación se realizó correctamente. Debe salir y reiniciar su navegador para que los cambios surtan efecto. Después, use la opción "Permitir cortapapeles" del menú de herramietnas para permitir el acceso al portapapeles a determinados webs.

# HTML-document-not-well-formed
source: The HTML document is not well-formed.
es: El documento HTML no está bien formado.

# Moz-Clipboard
source: Unprivileged scripts cannot access Cut/Copy/Paste programatically for security reasons. Click YES to see a technical note at mozilla.org which shows you how to allow a script to access the clipboard.
es: Por razones de seguridad, los scripts no privilegiados no pueden acceder a las funciones de Cortar/Copiar/Pegar. Pulse Aceptar para ver una nota técnica en mozilla.org que le muestra cómo permitir que un script acceda al portapapeles.

# Moz-Extension
source: For security reasons, unprivileged applications cannot access the clipboard. Click YES to install a component that will enable applications from this site to access the clipboard and perform copy, cut and paste operations.
es: Por motivos de seguridad, las aplicaciones no autorizadas no pueden acceder al portapapeles. Pulse Aceptar para instalar un componente que permitirá a las aplicaciones de este web acceder al portapapeles y ejecutar operaciones de copiar, cortar y pegar.

# Moz-Extension-Failure
source: Sorry, Firefox Add-on AllowClipboard Helper could not be installed.
es: Se produjo un fallo en la instalación.

# Moz-Extension-Install-Not-Enabled
source: The installation cannot be performed. Please change your browser preferences in order to allow installation of sofware from this site.
es: No se puede llevar a cabo la instalación. Cambie las opciones de su navegador para permitir la instalación de programas desde este web.

# Moz-Extension-Success
source: The installation was successful. You need to exit and restart your browser for the change to take effect.
es: La instalación se realizó correctamente. Debe salir y reiniciar su navegador para que los cambios surtan efecto.

# Mozilla-Org-Install-Not-Enabled
source: The installation cannot be performed. Please change your browser preferences in order to allow installation of sofware from https://addons.mozilla.org.
es: No se puede llevar a cabo la instalación. Cambie las preferencias de su navegador para autorizar la instalación de programas desde http://ftp.mozilla.org.

source: Path
es: Ruta
