Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/*.locallang_accessibilityicons.xlf
Languages: es

# download_altText
source: Initiates file download
es: Inicia la descarga del archivo

# download_titleText
source: Initiates file download
es: Inicia la descarga del archivo

# external_link_altText
source: Opens external link in current window
es: Abre el enlace externo en la ventana actual

# external_link_new_window_altText
source: Opens external link in new window
es: Abre el enlace externo en una ventana nueva

# external_link_new_window_titleText
source: Opens external link in new window
es: Abre el enlace externo en una ventana nueva

# external_link_titleText
source: Opens external link in current window
es: Abre el enlace externo en la ventana actual

# internal_link_altText
source: Opens internal link in current window
es: Abre el enlace interno en la ventana actual

# internal_link_new_window_altText
source: Opens internal link in new window
es: Abre el enlace interno en una ventana nueva

# internal_link_new_window_titleText
source: Opens internal link in new window
es: Abre el enlace interno en una ventana nueva

# internal_link_titleText
source: Opens internal link in current window
es: Abre el enlace interno en la ventana actual

# mail_altText
source: Opens window for sending email
es: Abre una ventana para enviar un correo electrónico

# mail_titleText
source: Opens window for sending email
es: Abre una ventana para enviar un correo electrónico
