Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/*.locallang_csh_abbreviation.xlf
Languages: es

# acronym.description
source: Enter the short form of the term.
es: Escriba la forma abreviada de la palabra.

# .description
source: An 'Abbreviation' associates a short form to a given term. The abbreviation may be defined for a specific language.
es: La "Abreviatura" se asocia a la forma abreviada de un término dado. La abreviatura se puede definir para un idioma específico.

# .details
source: Defined abbreviations are used in the htmlArea RTE Abbreviation dialogue. A defined abbreviation may further be configured so as to be made available only when editing content in a given language.
es: Definir abreviaturas que se usarán en el diálogo de Abreviatura htmlArea RTE. Una abreviatura puede definirse con mayor precisión cuando se edita el contenido de una determinada lengua.

# endtime.description
source: Enter a date and time at which you want the abbreviation to stop being available to non-admin users. If no time is specified, the abbreviation is indefinitely available to the users of the RTE, unless it is hidden.
es: Introduzca una fecha y hora en que desea que la abreviatura deje de estar a disposición de los usuarios no administradores. Si no se hubiese especificado, la abreviatura estará por tiempo indefinido a disposición de los usuarios de la evaluación en tiempo real, a menos que se oculte.

# hidden.description
source: Check this option if you wish to disable the availability of this entry to non-admin users.
es: Marque esta opción si desea desactivar la disponibilidad de esta entrada a usuarios no administradores.

# starttime.description
source: Enter a time at which you want the abbreviation to start being available to non-admin users. If no time is specified, the abbreviation becomes immediately available to the users of the RTE, if not hidden.
es: Introduzca un tiempo en el que desea que la abreviatura comience a estar disponible para usuarios no administradores. Si no se especifica el tiempo, la abreviatura se pone inmediatamente a disposición de los usuarios de la RTE, si no está oculta.

# static_lang_isocode.description
source: Select the language for which the abbreviation is defined.
es: Seleccione el idioma para el que se define de la abreviatura.

# static_lang_isocode.details
source: The selected language will be used as the value of the language attribute of the HTML element inserted in the content element by the RTE.
es: El idioma seleccionado será utilizado como el valor del atributo de idioma del elemento HTML insertado en el elemento de contenido del RTE.

# sys_language_uid.description
source: Select the language of content elements in which the abbreviation may be used.
es: Seleccione el idioma de los elementos contenidos en los que puede ser utilizada la abreviatura.

# term.description
source: Enter the term to be abbreviated.
es: Introduzca el término a abreviar.

# type.description
source: Select the type of abbreviation.
es: Seleccione el tipo de abreviatura.

# type.details
source: A defined abbreviation may be of two types: abbreviation or acronym. These correspond to HTML elements abbr and acronym. Note however that acronym is deprecated in recent versions of HTML.
es: Una abreviatura puede ser de dos tipos: abreviatura o siglas/acrónimos. Estos corresponden a elementos HTML abbr y acrónimos. Note sin embargo que el acrónimo está en desuso en las últimas versiones de HTML.
