Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/ContextMenu/*.locallang_js.xlf
Languages: es

source: Chec_k Link
es: _Comprobar el enlace

source: Copy
es: Copiar

source: Create a link
es: Insertar un enlace

source: Current URL is
es: El URL actual es:

source: Cut
es: Cortar

source: Element
es: Elemento

source: How did you get here? (Please report!)
es: ¿Cómo llegó usted aquí­? (¡Cuéntenos, por favor!)

source: _Image Properties
es: Propiedades de la _imagen

source: Insert a paragraph after the current node
es: Insertar párrafo detrás el nodo actual

source: Insert a paragraph before the current node
es: Insertar párrafo delante el nodo actual

source: Insert paragraph after
es: Insertar párrafo detrás

source: Insert paragraph before
es: Insertar párrafo delante

# JustifyCenter-title
source: Justify Center
es: Centrar

# JustifyCenter-tooltip
source: Centers the text
es: Centra el texto

# JustifyFull-title
source: Justify Full
es: Justificar

# JustifyFull-tooltip
source: Aligns text both to the left and the right
es: Alinea el texto tanto a la derecha como a la izquierda

# JustifyLeft-title
source: Justify Left
es: Alinear a la izquierda

# JustifyLeft-tooltip
source: Aligns text to the left
es: Alinea el texto a la izquierda

# JustifyRight-title
source: Justify Right
es: Alinear a la derecha

# JustifyRight-tooltip
source: Aligns text to the right
es: Alinea el texto a la derecha

source: Link points to:
es: El enlace actual llega a

source: Make lin_k
es: Insertar enlace

source: _Modify Link
es: _Modificar el enlace

source: Modify URL
es: Cambiar el URL

source: Opens this link in a new window
es: Abre el enlace en una ventana nueva

source: Paste
es: Pegar

# Please confirm remove
source: Please confirm that you want to remove this element:
es: ¿Seguro que desea borrar este elemento?

# Please confirm unlink
source: Please confirm that you want to unlink this element.
es: ¿Seguro que desea borrar este enlace?

source: _Remove Link
es: _Borrar el enlace

source: Remove the
es: Borrar el

# Remove this node from the document
source: Removes this node from the document
es: Borra del documento el nodo actual

source: Show the image properties dialog
es: Abre ventana para ver o editar las propiedades de la imagen

# TO-cell-delete-title
source: Delete Cell
es: Borrar celda

# TO-cell-delete-tooltip
source: Deletes the current cell
es: Borra la celda actual

# TO-cell-insert-after-title
source: Insert cell after
es: Insertar celda detrás

# TO-cell-insert-after-tooltip
source: Inserts a new cell after the current one
es: Inserta una nueva celda detrás de la actual

# TO-cell-insert-before-title
source: Insert cell before
es: Insertar celda delante

# TO-cell-insert-before-tooltip
source: Inserts a new cell before the current one
es: Inserta una nueva celda delante de la actual

# TO-cell-merge-title
source: Merge Cells
es: Unir celdas

# TO-cell-merge-tooltip
source: Merges the selected cells
es: Une las celdas actual

# TO-cell-prop-title
source: C_ell Properties
es: Propiedades de la ce_lda

# TO-cell-prop-tooltip
source: Shows the Table Cell Properties dialogue
es: Abre una ventana para ver o editar las propiedades de la celda seleccionada

# TO-cell-split-title
source: Split Cell
es: Dividir celda

# TO-cell-split-tooltip
source: Splits the current cell
es: Divide la celda actual

# TO-col-delete-title
source: De_lete Column
es: Borrar columna

# TO-col-delete-tooltip
source: Deletes the current column
es: Borra la columna seleccionada

# TO-col-insert-after-title
source: Insert C_olumn After
es: Insertar columna detrás

# TO-col-insert-after-tooltip
source: Inserts a new column after the current one
es: Inserta una columna detrás la columna actual

# TO-col-insert-before-title
source: Insert _Column Before
es: Insertar columna delante

# TO-col-insert-before-tooltip
source: Inserts a new column before the current one
es: Inserta una columna delante la columna actual

# TO-col-prop-title
source: Column Cells Properties
es: Propiedades de la las celdas de la columna

# TO-col-prop-tooltip
source: Shows the Column Cells Properties dialogue
es: Abre una ventana para ver o editar las propiedades de la celda seleccionada

# TO-col-split-title
source: Split Column
es: Dividir columna

# TO-col-split-tooltip
source: Splits the current column
es: Divide la columna seleccionada

# TO-row-delete-title
source: _Delete Row
es: Borrar fila

# TO-row-delete-tooltip
source: Deletes the current row
es: Borra la fila seleccionada

# TO-row-insert-above-title
source: I_nsert Row Before
es: Insertar fila encima

# TO-row-insert-above-tooltip
source: Inserts a new row before the current one
es: Inserta una fila encima la fila actual

# TO-row-insert-under-title
source: In_sert Row After
es: Insertar fila debajo

# TO-row-insert-under-tooltip
source: Inserts a new row after the current one
es: Inserta una fila debajo la fila actual

# TO-row-prop-title
source: Ro_w Properties
es: Propiedades de la _fila

# TO-row-prop-tooltip
source: Shows the Table Row Properties dialogue
es: Abre una ventana para ver o editar las propiedades de la fila seleccionada

# TO-row-split-title
source: Split Row
es: Dividir fila

# TO-row-split-tooltip
source: Splits the current row
es: Divide la fila seleccionada

# TO-table-prop-title
source: _Table Properties
es: Propiedades de la tabla

# TO-table-prop-tooltip
source: Shows the Table Properties dialogue
es: Abre una ventana para ver o editar las propiedades de la tabla seleccionada

# TO-table-restyle-title
source: Re-apply table styles
es: Volver a aplicar estilos de tabla

# TO-table-restyle-tooltip
source: Re-applies the odd-even styles on the table
es: Re-aplica los estilos impares de la tabla

# TO-toggle-borders-title
source: Toggle borders
es: Activar/desactivar bordes

# TO-toggle-borders-tooltip
source: Toggle borders
es: Activar/desctivar bordes

source: Unlink the current element
es: Borrar el elemento actual
