Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/CharacterMap/*.locallang_js.xlf
Languages: es

# #064
source: At
es: En (@)

# aacute
source: Small a with acute accent
es: Minúscula con acento agudo

# Aacute
source: Capital a with acute accent
es: Mayúscula con acento agudo

# acirc
source: Small a with circumflex accent
es: Minúscula con acento circunflejo

# Acirc
source: Capital a with circumflex accent
es: Mayúscula con acento circunflejo

# acute
source: Spacing acute
es: Espaciado tilde aguda (´)

# aelig
source: Small ligature ae
es: Minúscula con ligadura ae

# AElig
source: Capital ligature ae
es: Mayúscula con ligadura ae

# agrave
source: Small a with grave accent
es: Minúscula con acento grave

# Agrave
source: Capital a with grave accent
es: Mayúscula con acento grave

# alefsym
source: Alef (first transfinite cardinal)
es: Alef (primera transfinito cardinal) (א)

# alpha
source: Greek small letter alpha
es: Letra minúscula griega Alpha (α)

# Alpha
source: Greek capital letter alpha
es: Letra mayúscula griega Alpha (Α)

# and
source: Logical and
es: Lógico y (∧)

# ang
source: Angle
es: Ángulo (∠)

# aring
source: Small a with ring
es: Minúscula con anillo

# Aring
source: Capital a with ring
es: Mayúscula con anillo

# asymp
source: Almost equal to, asymptotic to
es: Casi igual a, asintótica a (≈)

# atilde
source: Small a with tilde
es: Minúscula con tilde

# Atilde
source: Capital a with tilde
es: Mayúscula con tilde

# auml
source: Small a with umlaut/diaeresis
es: Minúscula con metafonía / diéresis

# Auml
source: Capital a with umlaut/diaeresis
es: Mayúscula con metafonía / diéresis

# bdquo
source: Double low-9 quotation mark
es: Comilla doble baja („)

# beta
source: Greek small letter beta
es: Letra minúscula griega beta (β)

# Beta
source: Greek capital letter beta
es: Letra mayúscula griega beta (Β)

# brvbar
source: Broken vertical bar
es: Barra vertical partida (¦)

# bull
source: Bullet
es: Topo/punto ( • )

# cap
source: Intersection
es: Intersección /cruce (∩)

# ccedil
source: Small c with cedilla
es: Minúscula c con cedilla

# Ccedil
source: Capital c with cedilla
es: Mayúscula C con cedilla

# cedil
source: Spacing cedilla
es: Espacio cedilla (¸)

source: Cent
es: Centavos ( ¢ )

# CharacterMapTooltip
source: Insert special character
es: Insertar carácter especial

# chi
source: Greek small letter chi
es: Letra minúscula griega chi (χ)

# Chi
source: Greek capital letter chi
es: Letra mayúscula griega chi (Χ)

# circ
source: Modifier letter circumflex accent
es: Modificar letra con acento circunflejo

source: Close
es: Cerrar

# clubs
source: Club
es: Trébol (♣)

# cong
source: Congruent to
es: Congruente con (≅)

# crarr
source: Carriage return arrow
es: Flecha de retorno del carro de impresión (↵)

# cup
source: Union
es: Unión (∪)

# curren
source: Currency
es: Moneda ( ¤ )

source: Dagger
es: Cruz ( † )

# Dagger
source: Double dagger
es: Doble cruz ( ‡ )

# darr
source: Downwards arrow
es: Flecha hacia abajo (↓)

# dArr
source: Downwards double arrow
es: Doble flecha hacia abajo

# deg
source: Degree
es: Grado ( ° )

# delta
source: Greek small letter delta
es: Letra minúscula griega delta (δ)

# Delta
source: Greek capital letter delta
es: Letra mayúscula griega delta (Δ)

# diams
source: Diamond
es: Diamante (♦)

# divide
source: Division
es: División (÷)

# eacute
source: Small e with acute accent
es: Minúscula e con acento agudo

# Eacute
source: Capital e with acute accent
es: Mayúscula E con acento agudo

# ecirc
source: Small e with circumflex accent
es: Minúscula e con acento circunflejo

# Ecirc
source: Capital e with circumflex accent
es: Mayúscula E con acento circunflejo

# egrave
source: Small e with grave accent
es: Minúscula e con acento grave

# Egrave
source: Capital e with grave accent
es: Mayúscula E con acento grave

# empty
source: Empty set
es: Conjunto vacío (∅)

# emsp
source: Em space
es: Espacio Em (equivale al tamaño de la M mayúscula)

# ensp
source: En space
es: Espacio En (ocupa sólo la mitad de un tamaño de punto, el nombre de la unidad de medida en la tipografía.)

# epsilon
source: Greek small letter epsilon
es: Letra minúscula griega epsilon (ε)

# Epsilon
source: Greek capital letter epsilon
es: Letra mayúscula griega epsilon (Ε)

# equiv
source: Equivalent
es: Equivalente (≡)

# eta
source: Greek small letter eta
es: Letra minúscula griega eta (η)

# Eta
source: Greek capital letter eta
es: Letra mayúscula griega eta (Η)

# eth
source: Small eth, Icelandic
es: Minúscula eth, islandés

# ETH
source: Capital eth, Icelandic
es: Mayúscula eth, islandés

# euml
source: Small e with umlaut/diaeresis
es: Minúscula e con metafonía/diéresis

# Euml
source: Capital e with umlaut/diaeresis
es: Mayúscula E con metafonía/diéresis

# exist
source: There exists
es: Existe (∃)

# fnof
source: Function
es: Función

source: For all
es: Para todos (∀)

# frac12
source: Fraction 1/2
es: Fracción 1/2 (½)

# frac14
source: Fraction 1/4
es: Fracción 1/4 (¼)

# frac34
source: Fraction 3/4
es: Fracción 3/4 (¾)

# frasl
source: Fraction slash
es: Barra de fracción (/)

# gamma
source: Greek small letter gamma
es: Letra minúscula griega gamma (γ)

# Gamma
source: Greek capital letter gamma
es: Letra mayúscula griega gamma (Γ)

# ge
source: Greater than or equal to
es: Mayor o igual a (≥)

# graphical
source: Shapes and arrows
es: Formas y flechas

# harr
source: Left right arrow
es: Flecha hacia derecha e izquierda ↔

# hArr
source: Left right double arrow
es: Doble flecha hacia derecha e izquierda

# hearts
source: Heart
es: Corazón (♥)

# hellip
source: Horizontal ellipsis
es: Puntos suspensivos horizontales

source: HTML value:
es: Valor HTML:

# iacute
source: Small i with acute accent
es: Minúscula i con acento agudo

# Iacute
source: Capital i with acute accent
es: Mayúscula I con acento agudo

# icirc
source: Small i with circumflex accent
es: Minúscula i con acento circunflejo

# Icirc
source: Capital i with circumflex accent
es: Mayúscula I con acento circunflejo

# iexcl
source: Inverted exclamation mark
es: Signo de exclamación invertido ( ¡ )

# igrave
source: Small i with grave accent
es: Minúscula i con acento grave

# Igrave
source: Capital i with grave accent
es: Mayúscula I con acento grave

# image
source: Imaginary part of complex number
es: Parte imaginaria del número complejo

# infin
source: Infinity
es: Infinito (∞)

# InsertCharacter-Tooltip
source: Insert special character
es: Insertar carácter especial

source: Insert special character
es: Insertar carácter especial

# iota
source: Greek small letter iota
es: Letra minúscula griega iota (ι)

# Iota
source: Greek capital letter iota
es: Letra mayúscula griega iota (Ι)

# iquest
source: Inverted question mark
es: Signo de interrogación invertido ( ¿ )

# isin
source: Is element of
es: Pertenece/ es elemento de (∈)

# iuml
source: Small i with umlaut/diaeresis
es: Minúscula i con metafonía/diéresis

# Iuml
source: Capital i with umlaut/diaeresis
es: Mayúscula I con metafonía/diéresis

# kappa
source: Greek small letter kappa
es: Letra minúscula griega kappa (κ)

# Kappa
source: Greek capital letter kappa
es: Letra mayúscula griega kappa (Κ)

# lambda
source: Greek small letter lambda
es: Letra minúscula griega lambda (λ)

# Lambda
source: Greek capital letter lambda
es: Letra mayúscula griega lambda (Λ)

# laquo
source: Left angle quotation mark
es: Comillas dobles ángulo izquierdo (‹‹)

# larr
source: Leftwards arrow
es: Flecha hacia la izquierda ←

# lArr
source: Leftwards double arrow
es: Doble flecha hacia la izquierda

# ldquo
source: Left double quotation mark
es: Comilla doble a la izquierda (“)

# le
source: Less than or equal to
es: Menor o igual a (≤)

# lowast
source: Asterisk operator
es: Asterisco operador (*)

# loz
source: Lozenge
es: Rombo ( ◊ )

# lsaquo
source: Single left angle quotation
es: Comilla simple ángulo izquierdo (‹)

# lsquo
source: Left single quotation mark
es: Comilla sencilla a la izquierda

source: Mathematical
es: Matemático

# mdash
source: Em dash
es: Raya o guion largo (—)

source: Micro
es: micro- (μ)

# minus
source: Minus sign
es: Signo menos (-)

# mu
source: Greek small letter mu
es: Letra minúscula griega mu (μ)

# Mu
source: Greek capital letter mu
es: Letra mayúscula griega mu (Μ)

# nabla
source: Gradient
es: Gradiente / inclinación (∇)

# nbsp
source: Non-breaking space
es: Sin espacios de separación

# ndash
source: En dash
es: Raya o guion corto (–)

# ne
source: Not equal to
es: No es igual a (≠)

# ni
source: Contains as member
es: Contiene (∋)

# not
source: Negation
es: Negación (¬)

# notin
source: Is not an element of
es: No pertenece (∉)

# nsub
source: Not subset of
es: No es subconjunto de (⊄)

# ntilde
source: Small n with tilde
es: Minúscula n con tilde

# Ntilde
source: Capital n with tilde
es: Mayúscula N con tilde

# nu
source: Greek small letter nu
es: Letra minúscula griega nu (ν)

# Nu
source: Greek capital letter nu
es: Letra mayúscula griega nu (Ν)

# oacute
source: Small o with acute accent
es: Minúscula o con acento agudo

# Oacute
source: Capital o with acute accent
es: Mayúscula O con acento agudo

# ocirc
source: Small o with circumflex accent
es: Minúscula o con acento circunflejo

# Ocirc
source: Capital o with circumflex accent
es: Mayúscula O con acento circunflejo

# oelig
source: Small ligature OE
es: Minúscula con ligadura OE

# OElig
source: Capital ligature OE
es: Mayúscula con ligadura OE

# ograve
source: Small o with grave accent
es: Minúscula o con acento grave

# Ograve
source: Capital o with grave accent
es: Mayúscula O con acento grave

# omega
source: Greek small letter omega
es: Letra mayúscula griega omega (ω)

# Omega
source: Greek capital letter omega
es: Letra mayúscula griega omega (Ω)

# omicron
source: Greek small letter omicron
es: Letra minúscula griega omicron (ο)

# Omicron
source: Greek capital letter omicron
es: Letra mayúscula griega omicron (Ο)

# oplus
source: Direct sum
es: Suma directa (⊕)

# or
source: Logical or
es: Lógico o (∨)

# ordf
source: Feminine ordinal indicator
es: Indicador ordinal femenino

# ordm
source: Masculine ordinal indicator
es: Indicador ordinal masculino

# oslash
source: Small o with slash
es: Minúscula o con barra

# Oslash
source: Capital o with slash
es: Mayúscula O con barra

# otilde
source: Small o with tilde
es: Minúscula o con tilde

# Otilde
source: Capital o with tilde
es: Mayúscula O con tilde

# otimes
source: Vector product
es: Producto vector (⊗)

# ouml
source: Small o with umlaut/diaeresis
es: Minúscula o con metafonía/diéresis

# Ouml
source: Capital o with umlaut/diaeresis
es: Mayúscula O con metafonía/diéresis

# para
source: Paragraph
es: Párrafo

# part
source: Partial differential
es: Derivadas parciales

# permil
source: Per mille
es: Por mil (‰)

# perp
source: Orthogonal to, perpendicular to
es: Ortogonal a, perpendiculares a (⊥)

# phi
source: Greek small letter phi
es: Letra minúscula griega phi (φ)

# Phi
source: Greek capital letter phi
es: Letra mayúscula griega phi (Φ)

# pi
source: Greek small letter pi
es: Letra minúscula griega pi (π)

# Pi
source: Greek capital letter pi
es: Letra mayúscula griega pi (Π)

# piv
source: Greek pi symbol
es: Símbolo pi griego

# plusmn
source: Plus-or-minus sign
es: Signo más o menos (±)

source: Pound
es: Libra (£)

# prime
source: Prime, minutes, feet
es: Prime, Minutos, pies... ( ′)

# Prime
source: Double prime, seconds, inches
es: Doble prime , segundos, pulgadas ( ″ )

# prod
source: Product
es: Producto (∏)

# prop
source: Proportional to
es: Proporcional a (∝)

# psi
source: Greek small letter psi
es: Letra minúscula griega psi (ψ)

# Psi
source: Greek capital letter psi
es: Letra mayúscula griega psi (Ψ)

# quot
source: Quotation mark
es: Comilla

# radic
source: Square root
es: Raíz cuadrada (√)

# raquo
source: Right angle quotation mark
es: Comillas dobles ángulo derecho (››)

# rarr
source: Rightwards arrow
es: Flecha hacia la derecha →

# rArr
source: Rightwards double arrow
es: Doble flecha hacia la derecha

# rdquo
source: Right double quotation mark
es: Comilla doble a la derecha (”)

# real
source: Real part of complex number
es: Parte real del número complejo

# reg
source: Registered trademark
es: Marca registrada ( ® )

# rho
source: Greek small letter rho
es: Letra minúscula griega rho (ρ)

# Rho
source: Greek capital letter rho
es: Letra mayúscula griega rho (Ρ)

# rsaquo
source: Single right angle quotation
es: Comilla simple ángulo derecho (›)

# rsquo
source: Right single quotation mark
es: Comilla sencilla a la derecha

# sbquo
source: Single low-9 quotation mark
es: Comilla sencilla baja (‚)

# scaron
source: Small s with caron
es: Minúscula S con carón o acento anticircunflejo

# Scaron
source: Capital s with caron
es: Mayúscula S con carón o acento anticircunflejo

# sdot
source: Dot operator
es: Punto del operador (⋅)

# sect
source: Section
es: Sección (§)

# shy
source: Soft hyphen
es: Guión de separación

# sigma
source: Greek small letter sigma
es: Letra minúscula griega sigma (σ)

# Sigma
source: Greek capital letter sigma
es: Letra mayúscula griega sigma (Σ)

# sigmaf
source: Greek small letter final sigma
es: Letra minúscula griega sigma final (ς)

# sim
source: Varies with, similar to
es: Varía con, similar a (∼)

# spades
source: Spade
es: Picas (♠)

# sub
source: Proper subset of
es: Subconjunto apropiado de (⊂)

# sube
source: Subset of or equal to
es: Subconjunto de o igual a (⊆)

source: Sum
es: Suma (∑)

# sup
source: Proper superset of
es: Superconjunto de (⊃)

# sup1
source: Superscript 1
es: Superíndice 1 (¹)

# sup2
source: Superscript 2
es: Superíndice 2 (²)

# sup3
source: Superscript 3
es: Superíndice 3 (³)

# supe
source: Superset of or equal to
es: Superconjunto o igual que (⊇)

# szlig
source: Small sharp s, German
es: Minúscula con s doble (sz, ß), alemán

# tau
source: Greek small letter tau
es: Letra minúscula griega tau (τ)

# Tau
source: Greek capital letter tau
es: Letra mayúscula griega tau (Τ)

# there4
source: Therefore
es: Por lo tanto (∴)

# theta
source: Greek small letter theta
es: Letra minúscula griega theta (θ)

# Theta
source: Greek capital letter theta
es: Letra mayúscula griega theta (Θ)

# thetasym
source: Greek small letter theta symbol
es: Símbolo de la letra minúscula griega theta (Θ)

# thinsp
source: Thin space
es: Separación estrecha (suele emplearse para separar miles sin crear ambigüedades)

# thorn
source: Small thorn, Icelandic
es: Minúscula THORN (Þ), islandés

# THORN
source: Capital THORN, Icelandic
es: Mayúscula THORN (Þ), islandés

# tilde
source: Small tilde
es: Virgulilla, tilde de la ñ (~)

# times
source: Multiplication
es: Multiplicación (×)

# trade
source: Trademark
es: Marca ( ™ )

# uacute
source: Small u with acute accent
es: Minúscula U con acento agudo

# Uacute
source: Capital u with acute accent
es: Mayúscula U con acento agudo

# uarr
source: Upwards arrow
es: Flecha hacia arriba (↑)

# uArr
source: Upwards double arrow
es: Doble flecha hacia arriba

# ucirc
source: Small u with circumflex accent
es: Minúscula U con acento circunflejo

# Ucirc
source: Capital u with circumflex accent
es: Mayúscula U con acento circunflejo

# ugrave
source: Small u with grave accent
es: Minúscula U con acento grave

# Ugrave
source: Capital u with grave accent
es: Mayúscula U con acento grave

# uml
source: Spacing diaeresis
es: Espaciado diéresis (¨)

# upsih
source: Greek upsilon with hook symbol
es: Upsilom griega con el símbolo de gancho

# upsilon
source: Greek small letter upsilon
es: Letra minúscula griega upsilon (υ)

# Upsilon
source: Greek capital letter upsilon
es: Letra mayúscula griega upsilon (Υ)

# uuml
source: Small u with umlaut/diaeresis
es: Minúscula U con metafonía/diéresis

# Uuml
source: Capital u with umlaut/diaeresis
es: Mayúscula U con metafonía/diéresis

# weierp
source: Power set (Weierstrass p)
es: La p de Weierstrass (℘ ), también llamada pe (una letra pe estilizada), es utilizada para identificar los conceptos matemáticos: Función elíptica de Weierstrass y el Conjunto potencia

# xi
source: Greek small letter xi
es: Letra minúscula griega xi (ξ)

# Xi
source: Greek capital letter xi
es: Letra mayúscula griega xi (Ξ)

# yacute
source: Small y with acute accent
es: Minúscula Y con acento agudo

# Yacute
source: Capital y with acute accent
es: Mayúscula Y con acento agudo

# yuml
source: Small y with umlaut/diaeresis
es: Minúscula Y con metafonía/diéresis

# Yuml
source: Capital y with umlaut/diaeresis
es: Mayúscula Y con metafonía/diéresis

# zeta
source: Greek small letter zeta
es: Letra minúscula griega zeta (ζ)

# Zeta
source: Greek capital letter zeta
es: Letra mayúscula griega zeta (Ζ)

# zwj
source: Zero width joiner
es: La entidad zwnj (zero width non-joiner) se utiliza para evitar el comportamiento de unión en aquellos contextos en que la unión ocurre pero no debería. La entidad zwj (zero width joiner) hace lo contrario: fuerza la unión cuando no ocurre aunque debería.

# zwnj
source: Zero width non-joiner
es: La entidad zwnj (zero width non-joiner) se utiliza para evitar el comportamiento de unión en aquellos contextos en que la unión ocurre pero no debería. La entidad zwj (zero width joiner) hace lo contrario: fuerza la unión cuando no ocurre aunque debería.
