Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/RemoveFormat/*.locallang_csh.xlf
Languages: es

# all.alttitle
source: Remove format on all contents
es: Quitar formato en todos los contenidos

# all.description
source: Select this option to perform the format removal operation on the whole contents of the editing area.
es: Seleccione esta opción para realizar la operación de quitar el formato en la totalidad del contenido del área de edición.

# allHtml.alttitle
source: Remove all HTML format
es: Eliminar todo el formato HTML

# allHtml.description
source: Check this option if you wish to remove all HTML format.
es: Marque esta opción si desea eliminar todo el formato HTML.

# allHtml.details
source: This option removes all HTML markup from the selected text.
es: Esta opción elimina todas las etiquetas HTML del texto seleccionado.

# .alttitle
source: htmlArea RTE > Remove Format
es: htmlArea RTE> Eliminar Formato

# area.alttitle
source: Select the area to be cleaned
es: Seleccione el área a limpiar

# area.description
source: The format removal operation may be applied either to the currently highlighted text or to the whole contents of the editing area.
es: La tarea de eliminar formato puede ser aplicada tanto en el texto resaltado como en la totalidad del contenido del área de edición.

# area.details
source: Use one of these two radio buttons to select the area to which you wish to apply the format removal operation.
es: Utilice uno de estos dos botones para seleccionar el área en la que desea aplicar la eliminación de formato.

# .description
source: The Remove Format feature offers options for cleaning up the HTML markup of the text being edited.
es: La función Eliminar Formato ofrece opciones para limpiar el código HTML del texto que se está editando.

# .details
source: This feature may be useful in order to clean up text that was copied from some external source and pasted into the editing area. The feature is accessed by clicking on the "Remove format" button in the editor tool bar. In the dialogue window that opens when the button is clicked: - First, select the area to be cleaned; - Second, choose the format removal options that you wish to be applied to the selected area; - Press the OK button for the format removal operation to be performed. The dialogue window will be automatically closed.
es: Esta característica puede ser útil para limpiar el texto que se ha copiado de alguna fuente externa y se pega en el área de edición. Se accede a la función haciendo clic en el botón "Eliminar formato" de la barra de herramientas del editor. En la ventana de diálogo que se abre cuando se pulsa el botón: - En primer lugar, seleccionar el área a limpiar; - En segundo lugar, elija las opciones de eliminación de formato que desea aplicar a la zona seleccionada; - Pulse el botón OK para realizar la tarea de eliminar el formato. La ventana de diálogo se cerrará automáticamente.

# htmlFormat.alttitle
source: Remove all HTML inline markup and style
es: Eliminar todo el código HTML marcado y el estilo

# htmlFormat.description
source: Check this option if you wish to remove all HTML inline markup and style.
es: Marque esta opción si desea eliminar todas las etiquetas HTML y el estilo.

# htmlFormat.details
source: This option removes: - the following HTML elements, but keeps their textual contents: abbr, acronym, b, big, cite, code, em, font, i, q, s, samp, small, span, strike, strong, sub, sup, tt, u, var; - the following attributes on all HTML elements: align, bgcolor, cellpadding, cellspacing, class, frame, style.
es: Esta opción elimina: - Los siguientes elementos HTML, pero mantiene sus contenidos textuales: abbr, acronym, b, big, cite, code, em, font, i, q, s, samp, small, span, strike, strong, sub, sup, tt, u, var; - Los siguientes atributos de todos los elementos HTML: align, bgcolor, cellpadding, cellspacing, class, frame, style.

# .image_descr
source: Remove format icon in the editor tool bar.
es: Icono Eliminar formato en la barra de herramientas del editor.

# images.alttitle
source: Remove images
es: Eliminar imágenes

# images.description
source: Check this option if you wish to remove all images.
es: Marque esta opción si desea eliminar todas las imágenes.

# images.details
source: This option removes all images from the selected text.
es: Esta opción elimina todas las imágenes del texto seleccionado.

# msWordFormat.alttitle
source: Remove all MS Word markup and style
es: Eliminar todas las etiquetas de MS Word y el estilo

# msWordFormat.description
source: Check this option if you wish to remove all MS Word markup and style.
es: Marque esta opción si desea eliminar todas las etiquetas de MS Word y estilo.

# msWordFormat.details
source: This option removes: - all attributes on the following elements: b, em, i, li, p, strong, ul; - the following attributes on all HTML elements: align, class, style; - the following elements, but keeps their textual contents: div, f, formulas, link, lock, meta, path, shape, shapetype, span, stroke, ?xml, any element containing ":" in its name; - the following elements and their contents: style, title; - HTML comments; - img, imagedata tags; - xml tags; - the following elements whenever they have no textual contents: b, big, i, s, small, strike, tt, u; - double opening and double closing tags; - multiples spaces, replacing them by single spaces.
es: Esta opción elimina: \ n- Todos los atributos de los elementos siguientes: b, em, i, li, p, strong, ul; - Los siguientes atributos de todos los elementos HTML: align, class, style; - Los siguientes elementos, pero mantiene sus contenidos textuales: : div, f, formulas, link, lock, meta, path, shape, shapetype, span, stroke, ?xml, cualquier elemento que contenga ":" en su nombre; - Los siguientes elementos y sus contenidos: style, title; - Los comentarios de HTML; - Imgágenes, etiquetas ImageData; - Etiquetas XML; - Los siguientes elementos siempre que no tengan contenidos textuales: b, big, i, s, small, strike, tt, u; - Las etiquetas de doble apertura y doble cierre; - Múltiples espacios, sustituyéndolos por espacios únicos.

# nonBreakingSpace.alttitle
source: Replace non-breaking spaces
es: Evitar división de palabras

# nonBreakingSpace.description
source: Check this option if you wish to replace non-breaking spaces with normal spaces.
es: Marque esta opción si desea que se reemplacen las palabras divididas en dos líneas por la palabra completa, evitando la separación de la palabra por un guión

# nonBreakingSpace.details
source: This option replaces any non-breaking space with a simple normal space.
es: Esta opción reemplaza cualquier espacio de no separación con un espacio normal simple.

# options.alttitle
source: Select the types of format to be removed
es: Seleccione los tipos de formato que deben ser eliminados

# options.description
source: The format removal operation may remove various types of format.
es: La tarea de quitar formato puede eliminar diversos tipos de formato.

# options.details
source: Check one or more of these check boxes to select the type(s) of format you wish to be removed.
es: Marque una o más de estas casillas de verificación para seleccionar el tipo(s) de formato que desea eliminar.

# selection.alttitle
source: Remove format on selected text only
es: Quitar sólo el formato del texto seleccionado

# selection.description
source: Select this option to perform the format removal operation on the currently selected text only.
es: Seleccione esta opción para realizar la operación de eliminación de formato en el texto seleccionado solamente.

# typographicalPunctuation.alttitle
source: Replace typographical punctuation
es: Reemplazar caracteres tipográficos HTML por ASCII

# typographicalPunctuation.description
source: Check this option if you wish to replace typographical punctuation with ASCII character codes.
es: Marque esta opción si desea reemplazar los caracteres tipográficos HTML por los códigos de caracteres ASCII (p.ej: &aacute; por á, &ntilde; por ñ)
