Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/RemoveFormat/*.locallang_js.xlf
Languages: es

source: All
es: Todo

# All HTML:
source: All HTML tags:
es: Todas las etiquetas HTML:

source: Cancel
es: Cancelar

source: Cleaning Area
es: Área a limpiar

# Cleaning options
source: Type(s) of format to remove
es: Tipo de formato a quitar

# Formatting:
source: HTML Format:
es: Formato HTML:

source: Images:
es: Imágenes:

# MS Word Formatting:
source: MS Word Format:
es: Formato de MS Word:

source: OK
es: Aceptar

# Remove formatting
source: Remove format
es: Quitar formato

# RemoveFormatTooltip
source: Remove format
es: Eliminar formato

# Selection
source: Selected text
es: Selección

# Select the type of formatting you wish to remove.
source: Select the type(s) of format to remove.
es: Selecciona el tipo de formato para quitar.

# Spaces
source: Non-breaking spaces:
es: Evitar división de palabras:

source: Typographical punctuation:
es: Reemplazar con ASCII
