Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/PlainText/*.locallang_js.xlf
Languages: es

# Access-to-clipboard-denied
source: Content could not be pasted as plain text because permission to access the clipboard was denied.
es: El contenido no puede ser pegado como texto sin formato, porque el permiso para acceder al portapapeles se le negó.

# disablepasteFormat
source: Disable paste structure and basic format
es: Deshabilitar la estructura de pegado y el formato básico

# disablepasteStructure
source: Disable paste structure only
es: Deshabilitar sólo la estructura de pegado

# disableplainText
source: Disable paste as plain text
es: Deshabilitar pegar como texto sin formato

# enablepasteFormat
source: Enable paste structure and basic format
es: Activar la estructura de pegado y el formato básico

# enablepasteStructure
source: Enable paste structure only
es: Activar sólo la estructura de pegado

# enableplainText
source: Enable paste as plain text
es: Habilitar pegar como texto sin formato

source: Paste as plain text
es: Pegar como texto sin formato

# PasteBehaviourTooltip
source: Select alternate paste behaviour
es: Seleccione el funcionamiento alternativo de pegado

# pasteFormat
source: Paste structure and basic format
es: Pegar estructura y formato básico

# pasteInPastingPad
source: Paste the content into this pasting pad and click OK.
es: Pegar el contenido en esta plataforma de pegar y haga clic en Aceptar.

# pasteStructure
source: Paste structure only
es: Pegar sólo la estructura

# PasteToggleTooltip
source: Toggle paste behaviour
es: Cambiar a funcionalidad de pegado

# plainText
source: Paste as plain text
es: Pegar como texto sin formato

# rteCleanPasteBehaviour
source: Clean paste behaviour
es: Limpiar la funcionalidad de pegado
