Repository: instruccionesaldorso/anabrocal.com
Catalog: web/typo3conf/l10n/*/rtehtmlarea/Resources/Private/Language/Plugins/BlockElements/*.locallang_js.xlf
Languages: es

# Blockquote-helpText
source: Makes a large quotation block
es: Hacer un bloque de cita grande

# Blockquote-Tooltip
source: Large quotation
es: Cita larga

# FormatBlock-Tooltip
source: Type of block
es: Tipo de bloque

# Indent-helpText
source: Increases text indentation
es: Aumenta la sangría del texto

# Indent-Tooltip
source: Increase indent
es: Incrementar sangría

# InsertHorizontalRule-helpText
source: Inserts an horizontal rule
es: Añadir una línea horizontal

# InsertHorizontalRule-Tooltip
source: Horizontal Rule
es: Línea Horizontal

# InsertOrderedList-Tooltip
source: Ordered List
es: Lista ordenada

# InsertParagraphAfter-contextMenuTitle
source: Insert paragraph after
es: Insertar un párrafo después

# InsertParagraphAfter-helpText
source: Inserts a paragraph after the current block
es: Insertar un párrafo después del bloque actual

# InsertParagraphAfter-Tooltip
source: Insert a paragraph after the current block
es: Insertar un párrafo después del bloque actual

# InsertParagraphBefore-contextMenuTitle
source: Insert paragraph before
es: Insertar un párrafo antes

# InsertParagraphBefore-helpText
source: Inserts a paragraph before the current block
es: Insertar un párrafo antes del bloque actual

# InsertParagraphBefore-Tooltip
source: Insert a paragraph before the current block
es: Insertar un párrafo antes del bloque actual

# InsertUnorderedList-helpText
source: Makes a bulleted list from the current selection
es: Hace una lista con viñetas de la selección actual

# InsertUnorderedList-Tooltip
source: Bulleted List
es: Lista de topos

# JustifyCenter-helpText
source: Centers the text
es: Centrar el texto

# JustifyCenter-Tooltip
source: Center
es: Centrar

# JustifyFull-helpText
source: Aligns the text both to the left and the right
es: Alinea el texto tanto a la izquierda y la derecha

# JustifyFull-Tooltip
source: Justify left and right
es: Justificar

# JustifyLeft-helpText
source: Aligns the text to the left
es: Alinea el texto a la izquierda

# JustifyLeft-Tooltip
source: Justify left
es: Alinear a la izquierda

# JustifyRight-helpText
source: Aligns the text to the right
es: Alinea el texto a la derecha

# JustifyRight-Tooltip
source: Justify right
es: Alinear a la derecha

# Left-Tooltip
source: Left
es: Izquierda

# No block
source: No block format
es: Sin formato de bloque

# Outdent-helpText
source: Reduces text indentation
es: Reducir la sangría del texto

# Outdent-Tooltip
source: Reduce indent
es: Reducir sangría

# Remove block
source: Remove block format
es: Quitar el formato del bloque

# Technische Universitat Ilmenau
source: Technische Universität Ilmenau
es: Universidad Técnica de Ilmenau
